Revit 2027 API
ParameterTypeId.GroupAttachedParentName Property
 "Attached to"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GroupAttachedParentName { get; }
Public Shared ReadOnly Property GroupAttachedParentName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GroupAttachedParentName {
	ForgeTypeId^ get ();
}
static member GroupAttachedParentName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace